[
    {
        "q": "What is sustainable sugarcane farming",
        "a": "Sustainable sugarcane farming talks about the method of sugarcane \\nfarming and production using less seeds, less water and optimum utilization of fertilizers \\nand land to achieve more yields.",
        "index": 0
    },
    {
        "q": "What are the key aspects related to sustainable sugarcane farming",
        "a": "Solidaridad visualizes key aspects related to sugarcane farming into following categories \\n(i) Good farm management practices that inter-cropping, inter cultural operation, etc. \\n(ii) formation of group to safeguard their socio-cultural-economic interests, etc. \\n(iii) of land degradation, etc. \\n(iv) (CPP), no burning of trashes or agriculture residue in filed, etc.",
        "index": 1
    },
    {
        "q": "How to prepare land for sugarcane farming",
        "a": "Land preparation is an important task in sugarcane cultivation as this crop stands in depth \\nof 10 to 12 inches into the soil. Sub-soiler should be used for this purpose.",
        "index": 2
    },
    {
        "q": "What is the significance of land leveling in sugarcane farming",
        "a": "After ploughing of land it is goodtousealandleveler(ifpossible, laser land leveler) to level the piece of land. This will ensure the equal flowofwaterduringirrigation.Useof land leveler is useful to avoid excess useofwater,upto28percent during irrigation too.",
        "index": 3
    },
    {
        "q": "What all are the good varieties of sugarcane",
        "a": "Someofthepopularandbestvarietiesofsugarcane,basisontheagro-climaticzones are as follows – \\n1. For Uttar Pradesh Co238 \\nCo118 \\nCo239 \\n1. For Madhya Pradesh Co86032 \\nCo J 64 \\n1. For Maharashtra Co86032 \\nCo C 671 \\nCo92005 \\n1. For Karnataka Co86032 \\nCo C 671 \\nCo 92005",
        "index": 4
    },
    {
        "q": "What are the good methods of irrigation",
        "a": " Any good method of irrigation in sugarcane farming focuses upon the water use efficiency (water use avoidance). Traditionally, most of the farmers use flood irrigation system during their sugarcane farming. But this practice consumes a huge amount of water. In the absence of adequate amount of rain fall or of surface water, farmers tend to extract more and more quantity of ground water to irrigate their fields under this practice. \\nThere are some methods of irrigation that enhance the water use efficiency in sugarcane farming. They are as follows – \\n1. Furrow Irrigation: Furrow irrigation is suited to the growing of lengthy crops like sugarcane. In the early stages of planting, one furrow alongside the row should be made. Farmers can also use Trench Opener to give space between rows and can use the middle space to develop it as furrow. \\n2. Skip furrowirrigation:Skip furrow irrigation method is almost similar to furrow irrigation practice. The only major difference between furrow and skip furrow irrigation is that in furrow irrigation we apply water in each row whereas in skip furrow application of water is done after skipping one row (like rows 1, 3, 5, 7, and soon) \\n3. DripIrrigation \\n4. Drip irrigation is considered as the best method of irrigation as it supplies water to the roots only, where it is required. This method removes the possibility of evaporation of water and there by save almost 50 to 55 per cent water of the total water, used for irrigation purpose in sugarcane farming, by any other conventional method of irrigation.",
        "index": 5
    },
    {
        "q": "How to get good growth in late harvested sugarcane where land is always wet (low lying)",
        "a": "Inthelowlyingareaswaterloggingisanissue.loggingofwateralsoeffectsonthepHofsoil. to address this issue, it would be good if before giving the dose of fertilizer during land preparation, farmers should apply Ammonium sulphate 1bag +Potash 1 bag in soil. Along with that Mycorhyza 250gm/acreorcryatal300gm/acreistobeappliedtomakesoilmoreporous.DrenchingofPotassium humate ½ lit per acre is also advisable to thefarmers.",
        "index": 6
    },
    {
        "q": "under what situation sugarcane leaves become yellow",
        "a": "Turning of sugarcane leaves into yellow colour shows the deficiency of micro nutrients majorly Ferus and Zink. To address this issue, it is advisable to use 10 Kg of FeSo4 along with2KgofZnSo4peracre.Theseshouldbemixedwellwith 500 Kg FYM before application insoil.",
        "index": 7
    },
    {
        "q": "What is the right method of fertilizer application during onset of monsoon",
        "a": "ferliser application during on set of monsoon should be done in a cautious manner otherwise it will get run off with rain water. Chances of leaching are also there during the monsoon and that will harm the soil structure. To avoid the leaching loss offertilizers,itshouldbeappliedattheedgeofridgesandmixed with soil. If trash mulching is done then apply fertilizer ontrash.",
        "index": 8
    },
    {
        "q": "What is the Pooka(h) Boeng disease in sugarcane? What is the remedial method to control Pooka Boeng",
        "a": "Pokka Boeng disease is caused by a complex of fungal species with inthegenus Fusarium that causes malformed or distorted tops in cane crop. crop of sugarcane can suffer a loss of about 15 per cent due to thisinfestation. \\nThisdiseasecanbecontrolwithfoliarsprayofamixtureofboron2Gram,Bavistin3Graminoneliter ofwaterinthefield.Sprayofthismixtureshouldbeusedtwo-threetimesonanintervalof15daysto reduce the loss of crop. 1-2 KG of Boron with mixture of organic manure, during land preparation is also recommended to control the infection of PokkaBoeng.",
        "index": 9
    },
    {
        "q": "Is there any ill-effects of high dose N fertilizers",
        "a": "Yes, it is always advisable to do the soil test before application of any fertilizer into the soil. Further, only use of Nitrogen or its high use always give ill effects. However, if it is used as split doses and mix with potash and neem cake it would be beneficial to sugarcane.",
        "index": 10
    },
    {
        "q": "At present, what are the schemes implemented by Sugarcane Department",
        "a": "Mainly two schemes are implemented by Sugarcane Department - \\n- District Plan \\n- Rashtriya Krishi Vikas Yojna (RKVY)",
        "index": 11
    },
    {
        "q": "What are the schemes included in district plan of Sugarcane Department",
        "a": "Programmes on Improved Sugarcane seed production, setts and soil treatment , ratoon management and Inter-village link road construction are included in district plan.",
        "index": 12
    },
    {
        "q": "Is Rashtriya Krishi Vikas Yojna (RKVY) implemented in Sugarcane Department",
        "a": "Yes. RKVY was implemented in the year 2011-12 in Sugarcane Department.",
        "index": 13
    },
    {
        "q": "What are the Schemes included in Rashtriya Krishi Vikas Yojna (RKVY)",
        "a": "RKVY includes Schemes on breeder, foundation and primary seed production, field demonstration, distribution of farm equipments and micro-nutrients, productivity award, establishment of soil testing laboratories, organization of Kisan Melas.",
        "index": 0
    },
    {
        "q": "How one can get breeder seed under Rashtriya Krishi Vikas Yojna (RKVY)",
        "a": "Legal members of concerned Cane Society can get breeder seed cane as per its availability, for growing foundation nursery by applying in concerned Cane Development Council.",
        "index": 0
    },
    {
        "q": "How to get benefit of different Schemes under Rashtriya Krishi Vikas Yojna (RKVY)",
        "a": "Legal members of concerned Cane Society can get the benefit of this schemes by applying for registration in concerned Cane Development Council.",
        "index": 0
    },
    {
        "q": " How the farmers can apply for productivity award of Sugarcane",
        "a": "Any legal member of Cane Society having sugarcane cultivated can apply for this award by 15 September of every year in concerned Cane Development Council.",
        "index": 0
    },
    {
        "q": "How to get farm equipments at subsidized rate under Rashtriya Krishi Vikas Yojna (RKVY)",
        "a": "Any legal member of Cane Society can apply for getting farm equipment in concerned Cane Development Council.",
        "index": 0
    },
    {
        "q": "How to get micro-nutrients at subsidized rate under Rashtriya Krishi Vikas Yojna (RKVY)",
        "a": "Any legal member of Cane Society can apply for getting micro-nutrients at subsidized rate according to the rules in concerned Sugar Cane Society.",
        "index": 0
    },
    {
        "q": "How to get benefits of field demonstration of Sugarcane under Rashtriya Krishi Vikas Yojna (RKVY)",
        "a": "Any legal member of Cane Society can apply for field demonstration on his plot by applying on prescribed format in concerned Cane Development Council .",
        "index": 0
    },
    {
        "q": "When to apply for benefit of Sugarcane Productivity increase in Sugar Cane Department",
        "a": "Any legal member of Cane Society can apply for benefit of Sugarcane Productivity increase by 30th September in concerned Cane Society paying fee prescribed under Satta Policy declared by cane commissioner .",
        "index": 0
    },
    {
        "q": "What to do if basic quota is reduce",
        "a": "Any legal member of Cane Society apply in concerned Cane Society by 30th September for increase in quota through productivity increase , if his basic quota is being reduce.",
        "index": 0
    },
    {
        "q": "What is basic quota",
        "a": "According to the Satta Policy 2017-18 issued by Cane Commissioner, maximum of average of Sugarcane Supply in last 02, 03 or 05 years is known as basic quota.",
        "index": 0
    },
    {
        "q": "What is Sugarcane Satta",
        "a": "According to Cane Satta Policy, quantity of sugarcane determined for supply which includes basic quota, additional bonding and general increase up to maximum of 85% of the total Sugarcane Production is known as Satta.",
        "index": 0
    },
    {
        "q": "If sugarcane Production is more than cane Satta, how a farmer can increase its cane supply",
        "a": "If sugarcane satta of any legal member of the society is less than his actual production he can apply for additional bond up to maximum of 85% of his total sugarcane production.",
        "index": 0
    },
    {
        "q": "If the Cane Grower is in military service, what priority he will get",
        "a": "If any authorized member of the society is / has been in military service he will get priority of 20% in cane supply which will be available in the month of January on ward.",
        "index": 0
    },
    {
        "q": "How the Cane Grower can get farm inputs (Fertilizer, pesticides etc.) from cane society",
        "a": "Any legal member of the cane society can get farm inputs on borrowing upto loan limit sanctioned to him or paying it & 39;s value in cash.",
        "index": 0
    },
    {
        "q": "Whether Cane Cooperative Societies provide loan to the farmers at subsidized rate",
        "a": "Under the NABARD Scheme, the cane societies provide loan to his members in the form of farm inputs. If it&#39;s timely repayment is done subsidized interest is charged as per rules and decided by the government, up to the sanctioned loan limit of sugarcane supplier.",
        "index": 0
    },
    {
        "q": "What are the methods to control pyrilla in sugarcane crop",
        "a": "This insect is 10 – 12 mm long, beak shaped head and light brown in color. Its larvae and adults damages crop by sucking juice from the leaves of the sugarcane. This spreads mostly in the month of April to October. \\nMethods to Control \\n1. ** Destroy Eggs. \\n2. ** Spray any one of the following insecticides dissolving in 625 liter water. \\n**(A) **Quinalphos 25% EC, 0.8 liter per hectare \\n**(B) **Foliar spray of Imidacloprid 17.8%SL @ 150-200 ml/ha \\n**(C) **Profenophos + Cyper (40+4%) solution @ 750 ml/ha \\n**Note:-If Epiricania melanoleuca (Nymph and adult) and egg parasite tetrastichus is seen in pyrilla affected fields, no pesticides should be issued. In such case sufficient arrangement of irrigation and top–dressing of Urea is required to control the damages.",
        "index": 0
    },
    {
        "q": "What is suitable time of planting for sugarcane",
        "a": "In U.P. Sugarcane is planted two times in a year – In winter season – mid September to October and in spring season – January to February in Eastern Region, February to March in Central Region and mid February to mid April in Western Region.",
        "index": 0
    },
    {
        "q": "How the Setts of Sugarcane treated before planting",
        "a": "The Setts are treated with fungicide like Bavistin 112 gm per hectare dissolved in 112 Liter water.",
        "index": 0
    },
    {
        "q": "What should be the space between two rows",
        "a": "In winter/ spring season planting, space between two rows should be 90 cm and in case of late planting it should be 60 cm, in trench planting 120 cm row to row distance is optimum.",
        "index": 0
    },
    {
        "q": "What are the suitable methods of irrigation of sugarcane crop",
        "a": "Sugarcane Crop should be irrigated in following manner – \\n- In case of deficiency of moisture or late spring planting, irrigate immediately after planting. \\n- In case of sufficient moisture and planting at suitable time, first irrigation at the time of germination. \\n- According to soil, irrigation at the interval of 15 -20 days is required in summer season. \\n- If it does not rain in 20 days in rainy season, irrigation is required. Irrigation in trenches save 60% water. \\n- Irrigation in trenches takes only 2.5 – 3.00 hours per hectare which saves fuel and diesel.",
        "index": 0
    },
    {
        "q": "How much nitrogen is required for Sugarcane Crop",
        "a": "180 - 200 Kg Nitrogen per hectare is required for sugarcane. In May – June, spray of 5% Urea mixed with Chlorpyriphos (20 EC) at the rate of one liter per hectare is beneficial.",
        "index": 0
    },
    {
        "q": "What are the important things to be kept in mind in Sugar Cane Cultivation",
        "a": "Following things are taken care of in Sugar Cane Cultivation. – \\n- After harvesting of inter crop, Irrigation of sugarcane at the earliest, hoeing and top dressing with Urea. \\n- Gap filling by already sprouted setts of sugarcane. \\n- In case of water logging, arrangement of water drainages immediately. \\n- A 10 cm thick layer of disease free and uninfected sugarcane leaves should be laid between the rows after complete germination for conservation of moisture and weed control. \\n- In case of limited Irrigation facility, Irrigation in alternate trench is beneficial. \\n- For control of shoot borer insects, in the month of April – May infected plants should be removed from field. In case of sufficient moisture in the field in the last week of June to first week of July, use ferterra (0.4 G) 22.5 Kg per hectare. \\n- Spraying of 4 – 5 % Urea solution on the leaves has been found beneficial in water logging area. \\n- If it does not rain for 20 days in rainy season, immediate Irrigation is required.",
        "index": 0
    },
    {
        "q": "Which crop competition of Sugarcane is organized in Uttar Pradesh",
        "a": "Details of crop competition of Sugarcane organized by contribution of Cane Society, Cane Development Board, Sugar Mills, Seeds Corporation and Sugarcane Federation is detailed below – \\n- Zonal Sugar Cane Crop competition (Sugar Mill Region Level). \\n- Regional Sugarcane Crop competition (Joint/ Deputy Sugar Cane Commissioner Region Level). \\n- State Sugarcane Crop competition (State Level). \\n- Plant and Ratoon of Sugarcane being the main crop of Sugarcane , the competition is organized separately for both the crops every year.",
        "index": 0
    },
    {
        "q": "What are the seasons best suited for planting sugarcane",
        "a": "Eksali - December-February for the 12-month crop \\nPre-seasonal - October-November for the 15 to 16 month crop Adsali - July-August for the 18-month crop",
        "index": 0
    },
    {
        "q": "Which season is best for planting sugarcane",
        "a": "The normal planting season is October-December. Delay in planting reduces cane yield. Planting should not be delayed beyond February in the plains. In hilly tracts where sugarcane is cultivated under rain fed conditions, planting should be done after decrease of heavy rains.",
        "index": 0
    },
    {
        "q": "How much rainfall is required for cultivating sugarcane",
        "a": "A total rainfall between 650 and 750 mm is optimum provided the distribution is right, abundant in the months of vegetative growth followed by a dry period for ripening.",
        "index": 0
    },
    {
        "q": "What is the optimum temperature for germination of sugarcane",
        "a": "28° to 32°c. It slows down below 25°, reaches plateau between 30°-34°, is reduced above 35° and practically stops when the temperature is above 38°",
        "index": 0
    },
    {
        "q": "What are the varieties that serve for resistance of red rot",
        "a": "Co-86032, Co-VSI 9805, Co-VSI-03102, Co-2003V-46, VSI-434",
        "index": 0
    },
    {
        "q": "What are the varieties that serve best for drought conditions",
        "a": "Co-86032, Co-VSI-03102",
        "index": 0
    },
    {
        "q": "What are the new varieties of sugarcane released recently",
        "a": "Co-VSI-03102, Co-2003V-46",
        "index": 0
    },
    {
        "q": "What are the salient features of sugarcane varieties",
        "a": "Variety Co-86032 Co VSI 03102 Co VSI 9805 VSI 434 Co-2003 V-46 \\nYield (t/ha) 143 163 155 148 160 \\nPol in Cane (%) 14.24 15.72 15 15.88 15.25",
        "index": 0
    },
    {
        "q": "How to prepare a wetland for cultivating sugarcane after harvesting paddy",
        "a": "In wetlands, preparatory cultivation by ploughing the land and bringing the soil to fine tilth could not be done. \\nAfter harvest of the paddy crop, form irrigation and drainage channels of 40 cm depth and 30 cm width at intervals of 6 m across the field and along the field borders. \\nForm ridges and furrows with a spacing of 80 cm between rows with spade. Stir the furrows with hand hoes and allow the soil to weather for 4 to 5 days.",
        "index": 0
    },
    {
        "q": "What type of soil is suitable for growing sugarcane",
        "a": "Sugarcane can be grown in all types of soils ranging from Sandy loam to Clay loam soils. Soil extremely well drained having pH of 7.5 to 8.5 and optimum organic content is best suited for sugarcane cultivation",
        "index": 0
    },
    {
        "q": "How can we conserve our soil fertility",
        "a": "Integrated nutrient management with organic manures and inorganic fertilizers, crop rotation, inter-cropping and trash mulching.",
        "index": 0
    },
    {
        "q": "How much soil organic matter is necessary for higher sugarcane yield",
        "a": "Soil having organic content more than or equal to 1% are well suited for sugarcane cultivation.",
        "index": 0
    },
    {
        "q": "What are the proportions in which the organic manure has to be applied to a field in order to cultivate sugarcane",
        "a": "Apply FYM at 12.5 t/ha or compost 25 t/ha or filter press mud at 37.5 t/ha before the last ploughing under garden land conditions. In wetlands this may be applied along the furrows and Incorporated well.",
        "index": 0
    },
    {
        "q": "What is the seed rate for cultivating sugar cane",
        "a": "45,000 two-budded sets/ha \\n35,000 three-budded sets/ha.",
        "index": 0
    },
    {
        "q": "What are the pre-treatment given to sugarcane sett before planting",
        "a": "Azospirillum: Prepare the slurry with 10 packets (2000g)/ha of Azospirillum with sufficient water and soak the sets in the slurry for 15minutes before planting. \\nFungicide: The sets should be soaked in Carbendanzim (100 gram in 100 litres of water)",
        "index": 0
    },
    {
        "q": "What are the essential qualities of good seed of sugarcane",
        "a": "Straight and standing, no side shooting, should be certified with good germination capability and free of insect &amp; diseases. Would be aged of 9-10 months.",
        "index": 0
    },
    {
        "q": "What is the spacing for planting sugarcane sets",
        "a": "Ridges and furrows - 135 cm between rows &amp; 30cm between two sets. \\nDual row planting - 150 cm between two broad furrows (middle of the furrows sugarcane sets are planted in two rows adopting a spacing of 30/45 cm between them)",
        "index": 0
    },
    {
        "q": "What are the seasons for raising sugarcane nursery and planting in the main field",
        "a": "Raise nursery crop during Main field planting \\nJune December - January (early season) \\nJuly February - March (Mid season) \\nAugust April - May (Late season) \\nDec – Apr June - September (Special season)",
        "index": 0
    },
    {
        "q": "When to use fertilizers after transplantation of sugarcane settlings",
        "a": "Within 7 to 14 days.",
        "index": 0
    },
    {
        "q": "What is the nutrient uptake from soil in sugarcane cultivation",
        "a": "An average crop of sugarcane yielding 100 t/ha removes 208kg of N, 53kg of P, 280kg of K, 30 kg of Sulphur, 3.4kg of iron, \\n1.2 kg of manganese, 0.6 kg of copper respectively from the soil.",
        "index": 0
    },
    {
        "q": "What is the recommended fertilizer dose for the sugarcane plant crop",
        "a": "ime January Planting (Kg/ha) January Planting (Kg/ha) January Planting (Kg/ha) \\nN P K N P K N P K \\nAt time of planting 25 57.5 57.5 34 85 85 40 85 85 \\n6-8 weeks after planting 100 - - 136 - - 160 - - \\n12-16 weeks after planting 25 - - 34 - - 40 - -",
        "index": 0
    },
    {
        "q": "What is dual row planting method of sugarcane? What is its advantage",
        "a": "To facilitate mechanization and to improve the cane yield under wide rows, a new technology, &#39;dual row planting&#39; is developed. In this method, broad furrows are formed at a spacing of 150 cm and in the middle of the furrows sugarcane sets are planted in two rows adopting a spacing of 30 cm between them.",
        "index": 0
    },
    {
        "q": "What are the benefits of paired row cultivation",
        "a": "To grow more than one intercrop, to earn more income with the same land and to generate more scope of utilizing labour force.",
        "index": 0
    },
    {
        "q": "What is the spaced transplanting method",
        "a": "In STP (Spaced transplanting) method single eyed sets are used for planting. Either direct sets or seedlings raised in polybag nurseries are transplanted into the field after 45-50 days. For this STP or single eyed set method 0.75-1 MT seed per acre is required. This method saves seed cost by 60-70%. In this method distance between two sets kept at 30cm.",
        "index": 0
    },
    {
        "q": "What is Chip-bud technique",
        "a": "In this technique, the bud along with a portion of the nodal region is chipped off using a bud chipping machine. This bud is used for planting.",
        "index": 0
    },
    {
        "q": "What are the advantages in tissue culture of sugarcane",
        "a": "Production of true to type plantlets Rapid multiplication \\nIndependent of seasonal constraints \\nMaintaining and improving the productivity of outstanding varieties in the field Production of disease free planting material from parent material.",
        "index": 0
    },
    {
        "q": "Within how many days gap filling has to be done",
        "a": "Fill the gaps with sprouted sets, if any, 30 days after planting once the germination is completed.",
        "index": 0
    },
    {
        "q": "What are the irrigation intervals in each phase of sugarcane that must be given",
        "a": "The irrigation intervals in each phase are given below: \\nStages Days of irrigation interval Sandy soil Clay Soil Tillering phase (36 to 100 days): 8 -10 days Grand growth phase (101 - 270 days): 8 to 10 days \\nMaturity phase (271 – harvest): 10 to 14 days",
        "index": 0
    },
    {
        "q": "What is fertigation system",
        "a": "Fertigation is the judicious application of fertilizers by combining with irrigation water. \\nFertigation can be achieved through fertilizer tank, venturi System, Injector Pump, Non-Electric Proportional Liquid Dispenser (NEPLD) and automated system.",
        "index": 0
    },
    {
        "q": "What is the role of nitrogen in sugarcane cultivation",
        "a": "Influences sugarcane yield and quality. \\nRequired for vegetative growth (tillering, foliage formation, stalk formation and growth) and root growth. Vegetative growth in sugarcane is directly related to yield.",
        "index": 0
    },
    {
        "q": "What is the role of Phosphorus in sugarcane",
        "a": "Requirement is relatively less than N and K. \\nNecessary for formation of proteins and thus for yield build up. Important for cell division and leads to crop growth \\nStimulates root growth \\nNecessary for plant metabolism and photo synthesis Required for adequate tillering \\nInteracts with N and thus enhances ripening.",
        "index": 0
    },
    {
        "q": "What is the role of potassium in sugarcane cultivation",
        "a": "Requirement of K is greater than N and P. \\nRequired for carbon assimilation, photo synthesis &amp; translocation of carbohydrates Involved in various enzymatic activities \\nImportant for sugar synthesis and translocation to the storage organs. Develops resistance to sugarcane against pest, disease and lodging. Maintains cell turgidity under moisture stress conditions.",
        "index": 0
    },
    {
        "q": "For how many days, the sugarcane field should be maintained weed free",
        "a": "90 to 120 days.",
        "index": 0
    },
    {
        "q": "How to control the parastitic weed Striga in sugarcane field",
        "a": "If the parasitic weed striga is a problem, post-emergence application of 2,4-D sodium salt @ 1.25 kg/ha in 500 litre of water/ha may be done. 2, 4-D spraying should be avoided when neighbouring crop is cotton or bhendi. Apply 20% urea also for the control of striga as direct spray.",
        "index": 0
    },
    {
        "q": "How to manage weeds in plant crop of sugarcane field",
        "a": "For weed management in sugarcane, Metribuzin 1 kgai/ha or Ametryn 2 kgai/ha as pre- emergent is an effective. Herbicide Acrazine 2 kgai/ha as pre-emergent. Either of this herbicide should be coupled with application 2,4D @ 1kgai/ha at 60 DAP.",
        "index": 0
    },
    {
        "q": "How to manage weeds in ratoon crop of sugarcane field",
        "a": "Application of Actrazine 2 kgai/ha pre- emergent plus one hoeing at 45 days after ratoon initiation. OR Metribuzine 1 kgai/ha pre-emergent coupled with 2,4 D 1kgai/ha 45 days after ratoon initiation. OR \\nTrash mulching in alternate row plus hoeing at 1 and 6th week after ratoon initiation.",
        "index": 0
    },
    {
        "q": "What are the possible intercrops for sugarcane",
        "a": "As per the soil type intercrops such as Soyabean, Cowpea, Groundnut, Blackgram and vegetables like Chilli, Cauliflower can be taken as intercrop.",
        "index": 0
    },
    {
        "q": "How to control flowering in sugarcane",
        "a": "Ethephon (ethrel) applied at the rate of 500 ppm effectively controlled flowering in a number of profuse flowering varieties. \\nBy altering the planting date, flowering can be avoided in heavy flowering areas. Adsali planting or special season planting (July to September) helps in avoiding flowering and its adverse effects.",
        "index": 0
    },
    {
        "q": "What are the benefits of de-trashing sugarcane",
        "a": "It helps to reduce water demand and other input for sugarcane crop.",
        "index": 0
    },
    {
        "q": "In sugarcane how crop rotation done",
        "a": "Sugarcane is generally grown after the harvest of cotton, rice, maize, potato, wheat, etc. in sequence under 2 to 3 years rotation.",
        "index": 0
    },
    {
        "q": "What is propping",
        "a": "The operation of tying the leaves together using the bottom dry and green leaves is known as propping. It is primarily done to check lodging of cane. Propping can be either done for each row or two rows can be brought together and tied. It is done at the age of 210 days of the crop.",
        "index": 0
    },
    {
        "q": "What are the measures to be taken for high yield of sugarcane",
        "a": "Cultivating in high land; using recommended variety; early planting; using recommended fertilizer dose; supplying adequate irrigation; appropriate management and management of insects &amp; diseases.",
        "index": 0
    },
    {
        "q": "How many labourers are required to cut Bud chips for one hectare",
        "a": "It requires 3 to 5 labourers to cut bud chips as seed material required for one hectare.",
        "index": 0
    },
    {
        "q": "What are the major beneficial insects of sugarcane",
        "a": "Trichogramma chilonis Ishii Telenomus dignoides Nixon",
        "index": 0
    },
    {
        "q": "What are the major pests of sugarcane",
        "a": "White fly, Root grub, Borer, Scale insects, Woolly aphid, Mealy bugs, and Leaf hoppers",
        "index": 0
    },
    {
        "q": "Which are the serious diseases of sugarcane prevalent in our mill zones",
        "a": "Red rot is the major serious disease of sugarcane. Smut is the major diseases of sugarcane.",
        "index": 0
    },
    {
        "q": "What is the chemical control measure for early shoot borer",
        "a": "When an ETL (Economic Threshold Level) of 15% dead heart is reached apply any one of the following insecticides: \\nSoil application: Lindane10G: 12.5 kg/ha (or) Carbofuran3G: 33 kg (or) Chlorpyriphos10G: 12.5 Kg/ha Spraying: Monocrotophos 36 WSC 1000 ml (or) Chlorpyriphos 20 EC 1000 ml (or) Phosalone 35 EC 1000 ml \\nNewer chemical against sugarcane shoot borer: Regent 3G @ 75g a.i/ha is found to be effective against shoot borer.",
        "index": 0
    },
    {
        "q": "Will trash mulching reduce shoot borer incidence",
        "a": "Yes. The trash acts as mechanical barrier to the tiny and just emerged shoot borer larvae which have to move from one clump to another only through the soil surface as leaves of adjacent clumps will not touch each other during that age of crop. Moreover, the trash will encourage development of general predators such as spiders, carabid beetles etc which increase chances of predation of the moths and the dispersing larvae. However, the possibility of cut worm or rat damage in mulched fields is more.",
        "index": 0
    },
    {
        "q": "How to control the internode borer in sugarcane",
        "a": "Release egg parasitoid, Trichogramma chilonis at the rate of 2.5 cc/release/ha. Six releases 15 days interval starting from 4th month onwards will be necessary. \\nDuring rainy weather and when ants are present, release the parasite through mosquito net covered plastic disposable cups. \\nDetrash the crop on the 150th and 210th day after planting.",
        "index": 0
    },
    {
        "q": "How to prevent sugarcane against termite",
        "a": "Application of chlorpyriphos @ 5 lit/ha with 1500-1800 lit water in the furrow during planting controls termite in Sugarcane.",
        "index": 0
    },
    {
        "q": "How to control the wooly aphid pest infestation in sugarcane",
        "a": "Application of granular systemic insecticides after two days of irrigation may reduce the infestation of aphids even up to 30 days. During acute incidence, spray any one of the following insecticides once or twice in affected patches: \\nAcephate(75SP): 2gm/lit (or) Chlorpyrifos(25EC): 2ml/lit (or) Monocrotophos(36WSC): 2ml/lit",
        "index": 0
    },
    {
        "q": "How to control the white grub incidence in sugarcane",
        "a": "Avoid ratoons in infested fields, Provide adequate irrigation, since under inadequate soil moisture conditions, the pest appear in the root zone. Apply lindane(1.3D) 125 kg/ha near the root zone and give one more round 30 days later",
        "index": 0
    },
    {
        "q": "How the red rot disease spreads in sugarcane",
        "a": "The disease is mainly spread by the preparation of setts from diseased cane. Bottom portion of the cane left over in the field after harvest, irrigation, rain and wind also spread the disease causing fungi. Ratooning of the affected cane also spread the disease further.",
        "index": 0
    },
    {
        "q": "What is the sett treatment to control the red rot disease",
        "a": "Adopt sett treatment with Carbendazim before planting (Carbendazim 50 WP (0.5 gm in 1 litre of water) or Carbendazim 25 DS (1gm in 1 litre of water) along with Urea (10 gm in 1 litre of water) for 5 minutes) to avoid the spread of red rot disease in sugarcane.",
        "index": 0
    },
    {
        "q": "How to identify disease infection in seed canes",
        "a": "While cutting partially infected canes, cut ends will show reddening patches.",
        "index": 0
    },
    {
        "q": "In which season the disease spreads fast",
        "a": "During monsoon seasons the spread is more",
        "index": 0
    },
    {
        "q": "What are the factors enhancing disease severity",
        "a": "Monsoon months with cyclonic winds favour spread of the disease very fast. Flooding of sugarcane fields over large areas favour dispersal of inoculums through flood water. Even a limited seed cane infection favours disease built up in plant and ratoon crops.",
        "index": 0
    },
    {
        "q": "How to control wilt",
        "a": "Healthy seed, crop rotation, optimizing soil moisture status and reducing root borer infestation are recommended to control wilt in an integrated approach.",
        "index": 0
    },
    {
        "q": "What is the composition of cane juice",
        "a": "The constituents of the normal cane juice fall within the following limits: \\nWater: 70 to 88% \\nSucrose: 10 to 21% \\nReducing sugars: 0.3 to 3% \\nOrganic matter other than sugar: 0.5 to 1% Inorganic compounds: 0.2 to 0.6% \\nNitrogenous bodies: 0.5 to 1%",
        "index": 0
    },
    {
        "q": "How to determine the maturity / ripeness of sugarcane",
        "a": "Small mill test: the juice is analysed for brix, sucrose and purity values in laboratory using brix hydrometer spindle and polarimeter. A minimum purity value of above 85% indicates its suitability for harvest.",
        "index": 0
    },
    {
        "q": "How to conduct a pre-harvest maturity survey in sugar factory",
        "a": "The maturity survey should be started at least 4-6 weeks before the scheduled harvest date. Separate survey for plant crop and ratoon crop should be preferable. \\nThe fields should be grouped according to variety and month of planting. \\nEntire area in a factory zone should be grouped into number of zones of convenient size of about 50-60 ha. \\nFor each zone or area one team of persons comprising one Cane Assistant with two laborers for collection of samples should be assigned. \\nEach team can normally visit 20-25 fields per day and complete the work. Thus one team can complete the survey in approximate 120-150 fields within 6 days. \\nAbout 40 teams for each factory area can complete the entire area of a factory (5000-7000 ha) during one week time. The refractometer brix values of representative samples of each field should be recorded with the help of a hand refractometer and juice extractor needles. \\nThen the fields are arranged in the descending order of brix values for each zone. Cutting orders are issued based on the brix values in descending order. \\nThe above method of issuing cutting order helps to crush the cane of uniform maturity and avoids cane of immaturity, thus leading to improvement in sugar recovery to the tune 0.2 to 0.5 per cent over and above the existing sugar recovery figure.",
        "index": 0
    },
    {
        "q": "How long a harvested cane can be kept without deterioration",
        "a": "A well ripened harvested crop, may lose its sugar within a few days after harvest, which tends to increase further due to high ambient temperature, pre-harvest burning, harvest and transportation injuries and microbial infestation. However, not much harm is caused if the cane is crushed within 24 hours of harvesting. Stalling beyond 24 hours results in considerable loss in cane weight due to moisture loss and reduction in juice sucrose content due to inversion. Such juice also creates problems in processing. The losses increased with the increase in duration of stalling.",
        "index": 0
    },
    {
        "q": "How to minimize post harvest deterioration in sugarcane",
        "a": "Harvesting of immature and over mature canes should be avoided. \\nQuick transport of varieties identified to be susceptible to post-harvest deterioration. Keeping the harvested cane under shade during hot weather period \\nCovering of harvested cane with trash and sprinkling of water periodically to keep the cane moist. \\nBy dipping the cut ends of cane in certain biocides like polycide @ 2 ml/lit or bactrinol-100 @ 100 ppm and spraying the same on the stored cane could arrest deterioration upto 120 hours. \\nDipping both the cut ends of cane in sucroguard improved sugar recovery upto 0.9%. Due to 70% reduction in microbial population of the primary juice of cane.",
        "index": 0
    },
    {
        "q": "How drought effect can be distinguished from other stresses",
        "a": "Stunted inter-nodes, drying of bottom leaves (but not top leaves or crown) and inward rolling of top leaves are some indicators of drought effect.",
        "index": 0
    },
    {
        "q": "Whether yield or sugar content is affected due to drought",
        "a": "Cane yield is affected more than sucrose %juice. Since drought reduces cane elongation (about 30%) yield loss is more.",
        "index": 0
    },
    {
        "q": "At what stage the drought effect is critical to sugarcane",
        "a": "Early stages of growth, particularly the active tillering period is very critical in drought situations",
        "index": 0
    },
    {
        "q": "What are the easy ways to manage drought under field condition",
        "a": "Soaking of setts in saturated lime water (40%) before planting \\nUrea and potash spray (2.5kg/100litres) during drought at 15-20 days interval \\nTrash mulching are some easy ways to manage drought.",
        "index": 0
    },
    {
        "q": "What is the suitable planting method for improving sugarcane production under early drought and late waterlogged conditions",
        "a": "Deep trench system of planting is recommended for improving sugarcane production under early drought and late waterlogged conditions. Planting in deep trenches with gypsum (2.5 t/ha), FYM (25 t/ha) and pressmud (12.5 t/ha) application improves the cane yield over normal method of planting under these situations.Further improvement of yield under trench system of planting could be obtained by application of 25% excess nitrogen.",
        "index": 0
    },
    {
        "q": "What are the drought management practices recommended for mitigating drought stress in sugarcane",
        "a": "Early planting helps the crop to put up sufficient growth before the moisture stress sets in. \\nDeep ploughing will enable the roots to penetrate deep into the soil and help to withstand drought. \\nTrash mulching is a highly useful technique to conserve soil moisture and to reduce the impact of moisture stress. Mulching also moderates soil temperature, helps in improving germination, better tiller survival and checks weed growth. \\nSoaking the setts in a saturated lime solution for one hour before planting is a useful drought hardening measure. The saturated lime solution can be prepared by dissolving 80 kg kiln lime (burnt lime) in 400 litres of water. This treatment enhances germination and also gives ability to the crop to withstand drought \\nUnder the deltaic conditions where early drought and late water logging is common, deep trench system of planting would be highly useful \\nSkip furrow irrigation / alternate furrow irrigation are modifications of furrow irrigation system which help to utilize the available water more efficiently. \\nFoliar application of urea and MOP each at 2.5% concentration (2.5 kg urea + 2.5 kg KCl in 100 litres of water) during the drought period at 15 - 20 days interval is helpful to retain more number of vigorous shoots till the moisture condition becomes favourable.",
        "index": 0
    },
    {
        "q": "70. What are the management practices to be followed under water logged situation",
        "a": "Drainage of excess water and providing field drains. Early planting to reduce the excess moisture. \\nA higher seed rate to obtain higher stalk population. Earthing up for better root development. \\nGrowing tolerant varieties.",
        "index": 0
    },
    {
        "q": "What are the effects of lowering on cane yield and quality",
        "a": "A flowered crop of sugarcane results in loss of cane yield and juice sucrose content depending up on the time when the crop is harvested. It leads to bud sprouting due to arrest of apical growth and pith formation. If the crop is to be harvested after March, then the flowering needs to be suppressed \\nSpray of ethrel at 500 ppm concentration (100ml per 100 litres water per acre) during the second fortnight of July as a mist over crop canopy helps in suppression of flowering completely. Higher dosage should be avoided.",
        "index": 0
    },
    {
        "q": "What are the factors that affect the quality of the juice",
        "a": "Factors like variety, nutrient management practices, stage of maturity, soil condition, growing condition, time and method of harvesting, and time of transport to mill, incidence of pests and diseases etc. have profound influence on the accumulation of sucrose and other non-sugars in cane juice. \\nAmong the major nutrients, nitrogen plays a great role in not only increasing the yield but also in influencing juice-quality. Excess application or late application of nitrogen (usually beyond 90-120 days) depress the juice sucrose content and increase the non-sugar component of juice leading to poor recoveries. \\nHigh tissue nitrogen leads to continued negative growth and thus delays maturity. It produces late tillers and water shoots. It increases sheath moisture and soluble nitrogen content in the juice. \\nThus low sucrose, high reducing sugar contents and lower purities are common under excess nitrogen. This also leads to higher molasses. Nitrogen application of about 250-300 kg N ha-1 is optimum under the tropical conditions.",
        "index": 0
    },
    {
        "q": "What are the seasons is best for planting sugarcane in Tamil Nadu",
        "a": "i) Early season: Dec – Jan ii) Mid season: Feb – March iii) Late season: April – May iv) Special season: June – July",
        "index": 0
    },
    {
        "q": "Which season is best for planting sugarcane in Kerala",
        "a": "The normal planting season is October-December. Delay in planting reduces cane yield. Planting should not be delayed beyond February in the plains. In hilly tracts where sugarcane is cultivated under rain fed conditions, planting should be done after decrease of heavy rains.",
        "index": 0
    },
    {
        "q": "What are the seasons is best for planting sugarcane in Karnataka",
        "a": "Eksali - December-February for the 12-month crop Preseasonal - October-November for the 15 to 16 month crop Adsali - July-August for the 18-month crop",
        "index": 0
    },
    {
        "q": "How much rainfall is required for cultivating sugarcane",
        "a": "A total rainfall between 1100 and 1500 mm is adequate provided the distribution is right, abundant in the months of vegetative growth followed by a dry period for ripening.",
        "index": 0
    },
    {
        "q": "What is the optimum temperature for germination of sugarcane",
        "a": "32 degree to 38 degrees",
        "index": 0
    },
    {
        "q": "What are the varieties that serves best for TamilNadu under drought conditions",
        "a": "CoV 92102, CoC 90063, Co Si (Sc)6, Co G (Sc) 5, Co C (Sc) 22, Co 86032, CoSi 95071, Co 86249, CoG 93076, CoV 94102, Co 85019, Co Si(Sc)6, Co G (Sc)5, Co C (Sc)22, Co 86032, Co 86027, Co 97009, Co Si(Sc)6, Co G (Sc)5, Co C (Sc)22, CoG 94077, CoC 671.",
        "index": 0
    },
    {
        "q": "What are the new varieties of sugarcane released recently",
        "a": "Two clones evolved at the Sugarcane Breeding Institute, namely Co 98014 (Karan 1), an early variety (spring planting) suited to North Western Zone and Co 99004 \\n(Damodar), a mid-late variety suited to Peninsular India (Gujarat, Maharashtra, interior Andhra Pradesh, Tamil nadu, Karnataka and Kerala) have been released as varieties for the general public during February 2007.",
        "index": 0
    },
    {
        "q": "What are the salient features of Co 98014 (Karan 1) sugarcane variety",
        "a": "Mean cane yield: 116.69 t/ha Mean sugar yield: 16.83 t/ha Disease reaction: Resistance to red rot and wilt Others: (a) Tolerant to drought and salinity; (b) Tolerant to internode borer (c) Golden yellow A1 quality jaggery (d) Shy flowering habit The variety has excellent field habits like erectness; early vigorous growth, dark green foliage, tall canes without spines or splits and 14% mean fibre content.",
        "index": 0
    },
    {
        "q": "Where the seed for sugarcane will be available in areas of TamilNadu",
        "a": "For the varieties released from Tamil Nadu Agricultural University for supply of primary seed materials the Sugarcane Research Stations at Cuddalore, Sirugamani and Melalathur may be contacted. For other varieties promoted by the factories, for seed materials the concerned factories may be contacted.",
        "index": 0
    },
    {
        "q": "What are the varieties that are suitable to kerala",
        "a": "Co Tl 88322 (Madhuri), Co 92175, Co 92175, Co 740, Co 6907, Co 7405 and Cul 57/84 (Thirumadhuram), Cul 527/85 (Madhurima), Co 88017 (Madhumathi)",
        "index": 0
    },
    {
        "q": "In varieties pertaining to Kerala which are tolerant to red rot",
        "a": "Cul 527/85 and Co 88017, Co Tl 88322 (Madhuri), Co 6907, Co 7405 and Cul 57/84 (Thirumadhuram) are resistant to red rot.",
        "index": 0
    },
    {
        "q": "Which sugarcane variety has high sugar content and best suited for Kerala",
        "a": "Co 6907, Co 7405 and Cul 57/84 (Thirumadhuram).",
        "index": 0
    },
    {
        "q": "Which are the varieties suitable to Karnataka",
        "a": "i. Early season varieties : Co 6415, Co 7704, CoC 671, Co 85002 ii.Mid and Late season varieties : Co 62175, Co 740, Co 8014, Co 8021, Co 8011, Co 8371,Co 7804, Co 86032.",
        "index": 0
    },
    {
        "q": "What are the early maturing varieties of sugarcane",
        "a": "Early maturing varieties are- Co 658, Co 62174, Co 62198, CoC 671, CoC771, CoC 772, CoC 8001, CoC85061, CoC86062, CoSi86071, CoC90063, CoC 91061, CoG 94077, Co Si 95071, CoC 98061, Co 86010, Co 86249.",
        "index": 0
    },
    {
        "q": "What are the late maturing varieties of sugarcane",
        "a": "Late maturing varieties are- Co 6304, CoC 8201, CoC 771, CoC 778, CoC 779, Co 419, \\nCo 740, Co 658, CoG 93076, Co 85019, CoC 99061, Co 86032, CoC (SC) 22.",
        "index": 0
    },
    {
        "q": "How to prepare a wetland for cultivating sugarcane after harvesting paddy",
        "a": "In wetlands, preparatory cultivation by ploughing the land and bringing the soil to fine tilth could not be done. i) After harvest of the paddy crop, form irrigation and drainage channels of 40 cm depth and 30 cm width at intervals of 6 m across the field and along the field borders. ii) Form ridges and furrows with a spacing of 80 cm between rows with spade. iii) Stir the furrows with hand hoes and allow the soil to weather for 4 to 5 days.",
        "index": 0
    },
    {
        "q": "What type of soil is suitable for growing sugarcane",
        "a": "Sugarcane can be grown in all types of soils ranging from Sandy loam to Clay loam soils.",
        "index": 0
    },
    {
        "q": "How can we conserve our soil fertility",
        "a": "Integrated management with organic manure and inorganic fertilizers.",
        "index": 0
    },
    {
        "q": "How much soil organic matter is necessary for higher sugarcane yield",
        "a": "2-3% soil organic matter.",
        "index": 0
    },
    {
        "q": "What are the measurements to create ridges and furrows in case of problem soil before cultivating the sugarcane",
        "a": "In problem soils, with excessive moisture where it is difficult to drain water, form raised beds at 30cm intervals with Length - 5 m, Width - 80 cm, and Height -15 cm.",
        "index": 0
    },
    {
        "q": "What are the proportions in which the organic manure has to be applied to a field inorder to cultivate sugarcane",
        "a": "Apply FYM at 12.5 t/ha or compost 25 t/ha or filter press mud at 37.5 t/ha before the last ploughing under gardenland conditions. In wetlands this may be applied along the furrows and Incorporated well. \\nTest the soil and apply P fertilizer based on soil test values. Otherwise apply superphosphate (375 kg/ha) along the furrows and incorporate with hand hoe. \\nApply 37.5 kg Zinc sulphate/ha and 100 kg Ferrous sulphate/ha to zinc and iron deficient soils.",
        "index": 0
    },
    {
        "q": "What size of pits can be made to plant sugarcane? Or How to prepare pits for sugarcane planting",
        "a": "Pit to pit spacing- 1.5 1.5 m, number of pits/ha- 4,444 pits, pit diameter 0.9 m, Pit depth 0.38 m, number of budded setts / pit 32 (Single budded setts) or 16 number of single budded setts.",
        "index": 0
    },
    {
        "q": "How to plant sugarcane in pit method after pit preparation",
        "a": "Fill the pits to a depth of 15 cm with compost and native soil and mix it well. Place the healthy setts in circular fashion leaving 10 cm from the outer boundary of the pits with equal spacing between each setts and cover the setts with the soil. On 50 to 60 days after planting give partial earthing up by sliding the soil from the outer boundary of the pit and full earthing up should be given leaving a depression of 2.5 cm from the ground level at 90 to 100 days after planting.",
        "index": 0
    },
    {
        "q": "When to use fertilizer after transplantation of sugarcane settlings",
        "a": "Within 7 to 14 days.",
        "index": 0
    },
    {
        "q": "What is the recommended fertilizer dose for the pith method of sugarcane planting",
        "a": "Fertilizer dose- 275:62.5:112.5 kg NPK/ha The entire phosphorous dose can be applied as basal at the time of planting. The nitrogen and potassium as urea and MOP (White potash) should be applied through fertigation system in 14 equal splits starting from 15 DAP upto 210 DAP.",
        "index": 0
    },
    {
        "q": "How can we satisfy higher nutritional demand of sugarcane",
        "a": "Ensure application of balanced fertilization with recommended doses of fertilizers.",
        "index": 0
    },
    {
        "q": "What is dual row planting method of sugarcane? What is its advantage",
        "a": "To facilitate mechanization and to improve the cane yield under wide rows, a new technology, &#39;dual row planting&#39; is developed. In this method, broad furrows are formed at a spacing of 150 cm and in the middle of the furrows sugarcane setts are planted in two rows adopting a spacing of 30 cm between them. The dual row system of gave planting cane yield of 136.3 t/ha and the highest variety Co 94005 recorded the highest cane yield under dual row planting.",
        "index": 0
    },
    {
        "q": "What are the benefits of paired row cultivation",
        "a": "Two grow more than one intercrop, to earn more income within the same land and to generate more scope of utilizing labour force.",
        "index": 0
    },
    {
        "q": "What is the Spaced transplanting method",
        "a": "Recently in STP (Spaced transplanting) method single eyed sets are used for planting. Either direct sets or seedlings raised in polybag nurseries are transplanted into the field after 50-55 days. For this STP or single eyed set method 750-1MT seed per acre is required. This method saves seed cost by 60-70%. In this method distance between two sets kept at 30cm.",
        "index": 0
    },
    {
        "q": "Which are improved methods of sugarcane planting",
        "a": "Different improved methods of sugarcane planting are: Ridge-furrow, flat, trench, double row, ring pit, Spaced Transplanting (STP), Poly bag",
        "index": 0
    },
    {
        "q": "What is technology detail of ring-pit method",
        "a": "About 7600 pits/ha of 90/75 cm diameter and 45 cm deep are made by tractor mounted pit-digger machine. Twenty 2 budded treated setts are arranged horizontally in cyclic manner in each pit partially filled with mixture of 5 kg FYM, 45 gm DAP, 45 gm Urea and some part of soil, then followed by spray of chlorpyriphos 20% EC @ 5 liters/ha On setts, soil cover up to 2.5 cm above setts and light irrigation. Half of the excavated out soil with 25 gm urea is filled back in each pit in the month of March/April, remaining half of the soil is placed in pit with 25 gm urea and 4.5 gm Phorate 10 G by the end of June.",
        "index": 0
    },
    {
        "q": "Which method of planting is suitable for late conditions",
        "a": "Under late planting condition 25000-30000 STP raised settlings are transplanted in one hectare land maintaining 75 cm row spacing and 60 cm plant to plant spacing leaving 5 cm of shoot above ground level followed by irrigation.",
        "index": 0
    },
    {
        "q": "What is Chip-bud technique",
        "a": "In this technique the bud along with a portion of the nodal region is chipped off using a bud chipping machine. This bud is used for planting.",
        "index": 0
    },
    {
        "q": "What are the advantages in tissue culture of sugarcane",
        "a": "Production of true to type plantlets \\nRapid multiplication \\nIndependent of seasonal constraints \\nMaintaining and improving the productivity of outstanding varieties in the field � Production of disease free planting material from apical meristem",
        "index": 0
    },
    {
        "q": "Within how many days gap filling was done",
        "a": "Fill the gaps, if any, within 30 days after planting with sprouted setts.",
        "index": 0
    },
    {
        "q": "What is trash mulching",
        "a": "Mulch the ridges uniformly with cane trash to a thickness of 10 cm within a week after planting. It helps to tide over drought, conserves moisture, reduce weed population and minimise shoot borer incidence. Mulch the field with trash after 21 days of planting in heavy soil and wetland conditions. Avoid trash mulching in areas where incidence of termites is noticed.",
        "index": 0
    },
    {
        "q": "What are the possible intercrops for sugarcane",
        "a": "In areas of adequate irrigation, sow one row of soybean or blackgram or greengram can be used. Intercropping of daincha or sunhemp along ridges and incorporation of the same on the 45th day during partial earthing up helps to increase the soil fertility, and also the cane yield. Especially Intercropping of Co.1 Soybean gives a yield of 800 kg/ha without any adverse effect on cane yield.",
        "index": 0
    },
    {
        "q": "What are the non flowering varieties of sugarcane",
        "a": "Non-flowering varieties are Co 8021, Co 86032, Co 87025, Co 91010, Co 94005 and Co 94008.",
        "index": 0
    },
    {
        "q": "How to control flowering in sugarcane",
        "a": "Ethephon (ethrel) applied at the rate of 500 ppm effectively controlled flowering in a number of profuse flowering varieties. \\nBy altering the planting date, flowering can be avoided in heavy flowering areas. Adsali planting or special season planting (July to September) helps in avoiding flowering and its adverse effects.",
        "index": 0
    },
    {
        "q": "What are the benefits of detrashing sugarcane",
        "a": "It increases sugar recovery by reducing insect &amp; disease pests.",
        "index": 0
    },
    {
        "q": "Recommend the suitable intercrops in sugarcane",
        "a": "Soyabean, blackgram, greengram and cowpea are suitable for intercropping with sugarcane",
        "index": 0
    },
    {
        "q": "What is the seed rate for cultivating sugar cane",
        "a": "Azospirillum: Prepare the slurry with 10 packets (2000 g)/ha of Azospirillum inoculums with sufficient water and soak the setts in the slurry for 15minutes before planting. \\nFungicide: The setts should be soaked in Carbendazim (1 gram in 1 litre of water)",
        "index": 0
    },
    {
        "q": "What is the seed rate for cultivating sugar cane",
        "a": "75,000 two-budded setts/ha. \\n40,000 three-budded setts/ha",
        "index": 0
    },
    {
        "q": "What are the essential qualities of good seed of sugarcane",
        "a": "Straight and standing, no side shooting, should be certified with good germination capability and free of insect &amp; diseases.",
        "index": 0
    },
    {
        "q": "What is the rate of planting sugarcane setts in a row",
        "a": "Plant the setts accommodating 12 buds/metre length \\nPlant more setts near the channel or double row planting at every 10th row for gap filling, at later stage.",
        "index": 0
    },
    {
        "q": "What is the spacing for planting sugarcane setts",
        "a": "i) Ridges and furrows - 80 cm between rows ii) Dual row planting - 150 cm between two broad furrows (middle of the furrows sugarcane setts are planted in two rows adopting a spacing of 30 cm between them) iii) Pit method of planting - Pit to pit spacing- 150 cm 150 cm.",
        "index": 0
    },
    {
        "q": "What are the seasons for raising sugarcane nursery and planting in the main field",
        "a": "Raise six to seven months old nursery crop prior to main field planting as follows: \\nRaise nursery crop during Main field planting \\nJune December - January (early season) \\nJuly February - March (Mid season) \\nAugust April - May (Late season) \\nDec – Apr June - September (Special season)",
        "index": 0
    },
    {
        "q": "What is the fertilizer dose to be used in nursery plot for sugarcane",
        "a": "Apply 125 kg Urea / ha + 125 kg MOP/ha one month prior to harvest.",
        "index": 0
    },
    {
        "q": "Please inform about the symptoms of zinc deficiency in sugarcane and measures for its amelioration.",
        "a": "Leaves of the middle portion of the cane become yellow in case of zinc deficiency. Yellowing starts from the tips of the leaves and proceeds towards the base of the leaves. In accute deficiency the leaves dry up. Zinc Sulphate (0.5%) + Urea (2.5%) or Zinc Sulphate (0.5%) + lime water are sprayed for its amelioration.",
        "index": 0
    },
    {
        "q": "What is the role of nitrogen in sugarcane cultivation",
        "a": "Influences sugarcane yield and quality. \\nRequired for vegetative growth (tillering, foliage formation, stalk formation and growth) and root growth. \\nVegetative growth in sugarcane is directly related to yield.",
        "index": 0
    },
    {
        "q": "In what way phosphorus is useful to sugarcane",
        "a": "Uptake depends on presence of soluble and plant absorbable form. \\nP- requirement is relatively less than N and K. \\nNecessary for formation of proteins and thus for yield build up. \\nImportant for cell division leads to crop growth \\nStimulates root growth \\nNecessary for plant metabolism and photo synthesis \\n Required for adequate tillering \\nInteracts with N and thus enhance ripening.",
        "index": 0
    },
    {
        "q": "What is the role of potassium in sugarcane cultivation",
        "a": "Requirement of K is greater than N and P. \\nRequired for carbon assimilation, photo synthesis translocation of carbohydrates \\nInvolved in various enzymatic activities \\nImportant for sugar synthesis and translocation to the storage organs. \\nDevelops resistance to sugarcane against pest, disease and lodging. \\nMaintains cell turgidity under moisture stress conditions. \\nBalances the effect of N and P",
        "index": 0
    },
    {
        "q": "What is recommended dose of bio-fertilizer use in sugarcane.",
        "a": "Acetobacter culture @ 12 kg/ha mixed with 125 kg FYM is applied over setts in forrows at the time of planting.",
        "index": 0
    },
    {
        "q": "How many irrigations are necessary for sugarcane",
        "a": "3 to 5",
        "index": 0
    },
    {
        "q": "What are the irrigation intervals in each phase of sugarcane that must be given",
        "a": "The irrigation intervals in each phase are given below: \\nStages Days of irrigation interval \\nSandy soil Clay Soil \\nTillering phase (36 to 100 days) 8 10 \\nGrand growth phase (101 - 270 days) 8 10 \\nMaturity phase (271 – harvest) 10 14",
        "index": 0
    },
    {
        "q": "What is fertigation system",
        "a": "Fertigation is the judicious application of fertilizers by combining with irrigation water. \\nFertigation can be achieved through fertilizer tank, venturi System, Injector Pump, Non-Electric Proportional Liquid Dispenser (NEPLD) and automated system. For fertigation recommended dose of NPK is 275:15:112.5 NPK / ha in sugarcane fields",
        "index": 0
    },
    {
        "q": "What is surface drip irrigation",
        "a": "The application of water to the soil surface as drops or a tiny stream through emitters placed at predetermined distance along the drip lateral is termed as surface drip irrigation. It can be of two types - online or integral type surface drip system. Integral dripline is recommended for sugarcane.",
        "index": 0
    },
    {
        "q": "What is sub surface drip irrigation",
        "a": "The application of water below the soil surface through emitters molded on the inner wall of the dripline, with discharge rates (1.0 - 3.0 LPH) generally in the same range as integral surface drip irrigation. This method of water application is different from and not to be confused with the method where the root zone is irrigated by water table control, herein referred to as subirrigation. The integral dripline (thin or thick- walled) is installed at some predetermined depth in the soil depending on the soil type and crop requirements. There are two main types of SDI - &quot;one crop&quot; and &quot;multicrop&quot;.",
        "index": 0
    },
    {
        "q": "How many days of sugarcane field should be maintain weed free",
        "a": "120 to 135 days",
        "index": 0
    },
    {
        "q": "How to control parastitic weed striga in sugarcane field",
        "a": "If the parasitic weed striga is a problem, post-emergence application of 2,4-D sodium salt @ 1.25 kg/ha in 500 litre of water/ha may be done. 2, 4-D spraying should be avoided when neighboring crop is cotton or bhendi. Apply 20% urea also for the control of striga as direct spray.",
        "index": 0
    },
    {
        "q": "How to manage weeds in sugarcane field with intercropping system",
        "a": "Premergence application of Thiobencarb @ 1.25 kg ai/ha under intercropping system in Sugarcane with Soybean, blackgram or groundnut gives effective weed control. Raising intercrops is not found to affect the cane yield and quality.",
        "index": 0
    },
    {
        "q": "Suggest the herbicides suitable for control of weeds in sugarcane",
        "a": "Pre-emergence application (Before the emergence of weeds) of Atrazine 2kg a.i. / acre mixed with 80 - 100 l of water within 3 days after planting while spraying these herbicides soil should contain optimum moisture. Gramoxone 1 l / acre mixed with 80 \\n-100 l of water should spray 8 - 12 days after planting that is just before the emergence of sugarcane. To control the sedges and broad leaved weeds apply gramoxone 1 litre + Fernoxone 1kg / acre . Dilute these herbicides separately in water mixed in tank while spraying.",
        "index": 0
    },
    {
        "q": "What is the Pre-emergence weed management",
        "a": "Protect the sugarcane crop without weeds for 90 days from planting onwards. During 3rd or 4th day after planting spray Atrazine @ 2.5 kg/ha uniformly on the surface of field before the emergence of weeds. Chemical should be diluted in 1000liter of water and spray through hand sprayer. Separate hand sprayer and nossel should be used for herbicide application. Before application of fertilizer, weeds which are not controlled by herbicide application should be uprooted by hand weeding. By this method we can reduce the maximum level of crop damage.",
        "index": 0
    },
    {
        "q": "What is post-emergence weed management",
        "a": "After the emergence of weeds, spray 2-4-D @ 2.5kg/ha to control broad leaves weed. Grass sp are controlled by hand weeding. Spraying of Ethoxy sulfuron @ 13kg/10 litre of water controls the Cyprus sp.",
        "index": 0
    },
    {
        "q": "What are the major beneficiary insects of sugarcane",
        "a": "Trichogramma chilonis Ishii b) Telenomus dignoides Nixon",
        "index": 0
    },
    {
        "q": "What are the sucking pests of sugarcane prevalent in the regions of TamilNadu",
        "a": "White fly, scale insects, woolly aphid, mealy bugs, leaf hoppers are wide spread in epidemic and endemic forms in certain localities of Tamil Nadu.",
        "index": 0
    },
    {
        "q": "Which is the serious pest of sugarcane in Tamilnadu region",
        "a": "White grub is a major pest in the northern and western districts of Tamil Nadu. The damage in the ratoon crop is more severe than in the plant crop. The grubs live in the soil and feed on the root portion of the plant, causing wilting and drying of the canes in the latter date. When there is severe infestation entire crop is lost.",
        "index": 0
    },
    {
        "q": "Which are the serious diseases of sugarcane prevalent in regions of Tamilnadu",
        "a": "Red rot is the major serious disease of sugarcane. Smut is the major disease of sugarcane in Tamil Nadu causing severe economic loss next only to red rot.",
        "index": 0
    },
    {
        "q": "What is the chemical control measure for early shoot borer",
        "a": "When an ETL (Economic Threshold Level) of 15% dead heart is reached apply any one of the following insecticides: \\nSoil application: Lindane10G 12.5 kg (or) Carbofuran3G 33 kg (or)Chlorpyriphos10G 12.5 Kg/ha \\nSpraying: Monocrotophos 36 WSC 1000 ml (or) Chlorpyriphos 20 EC 1000 ml (or) Phosalone 35 EC 1000 ml \\nNewer chemical against sugarcane shoot borer: Regent 3G @ 75g a.i/ha is found to be effective against shoot borer.",
        "index": 0
    },
    {
        "q": "Why should not power sprayer is used for applying insecticides for shoot borer control",
        "a": "For effective control of shoot borer, the insecticide should cover the site targeted by shoot borer in the plant which is the inner of the leaf sheath and collar region of the shoots. To cover such an area in each and every shoot, only high volume sprayers will be of use as the spray fluid can be directed precisely to the target region of each and every shoot. \\nMoreover, the quantity of spray fluid to be used for the given length of row can be achieved correctly. Power sprayer is more suitable for foliage feeding pests.",
        "index": 0
    },
    {
        "q": "Is not Sevidol 8G effective against shoot borer",
        "a": "Granular insecticides, in general, can only give less coverage to target parts of plants than EC formulations for contact action. Moreover application of granules on leaf whorls of very small shoots numbering about one lakh in an acre is \\nextremely difficult. More so, because sand is to be used as diluents with the granules, due to improper mixing of \\ngranules and sand, many a time shoots will receive no granule or sublethal dose only. Further, the slight fumigant action of carbaryl as fumigants will not be effective in the open and the slight systemic action of gamma sevidol is not of any consequence as even the fully systemic Furadon or Temik are not effective against shoot borer. Also, using a \\ncombination insecticide like sevidol is unscientific as it would render both insecticides useless due to development of cross resistance. Also, one of the components of Sevidol, viz gamma BHC is already banned by the government.",
        "index": 0
    },
    {
        "q": "Why is not shoot borer controlled even after the application of lindane or chlorpyriphos",
        "a": "If the application procedure described earlier is followed it will certainly give control of the borer. Further, dead heart formation by shoot borer takes a few days to a few weeks depending on the instar attacking the shoot, age of the shoot, prevailing weather and varietal ability. So, if new dead hearts are noticed even after the insecticidal application, they would have been the shoots already damaged by the borer and were in the process of drying at the time of insecticide application.",
        "index": 0
    },
    {
        "q": "What are the control measures other than insecticide for shoot borer",
        "a": "Frequent irrigation and deployment of pheromone traps. Shoot borer attack kills the shot which would naturally induce formation of compensatory shoots. If irrigation is given, the formation and growth of compensatory shoots are \\nencouraged. In fields where frequent irrigation is not possible compensatory shoots will not be formed and the infested parts of the fields will remain gappy Spray Granulosis virus at 1.5 x 1012 PIB/ha twice on 35 and 50 days after planting (DAP) or release 125 gravid females of Sturmiopsis inferens /ha on 30 and 45 DAP.",
        "index": 0
    },
    {
        "q": "What are the pheromone traps",
        "a": "Pheromone traps are an important device in early pest warning system to detect presence of insects in fields and give an indication to initiating pest control measures with appropriate insecticides or biological control agents at the right \\ntime. Pheromone traps are lures that contains the female hormones to attract the male insects. When pheromone lure is placed in dispenser and kept in the trap, pheromone from dispenser gradually evaporates and spreads in air by diffusion process. Male species of insects receives the smell of pheromones and get attracted to the lures, which serve as female trap, and male insects eventually get trapped. Insecticides with knock down and fumigation effect, such as dichlorvos, kerosene and diesel are used to kill trapped males, which might have otherwise mated with females to produce \\ninnumerable eggs. Once the insect enters the trap, it will not be able to come out.",
        "index": 0
    },
    {
        "q": "Where from the pheromone traps could be obtained",
        "a": "The Rajshree sugars and Chemicals Ltd., Varadharaj nagar,Vaigai dam, 625 562, Theni and Pest control India Ltd., \\nBangalore are producing the pheromones. The former firm recommends eight traps per acre while the latter \\nrecommends four per acre. But 10 traps per acre, 45cm trap height and weekly filling of water and kerosene in the trap are essential for the method to be effective against shoot borer.",
        "index": 0
    },
    {
        "q": "Can we use the same pheromone for any pest",
        "a": "We can use the same trap for any pest but not the same pheromone lure. Each species has different pheromones and hence only specific ones are to be used.",
        "index": 0
    },
    {
        "q": "There is no special smell in the rubber septa supplied by the firms? How to find out they are genuine?",
        "a": "The smell will be known only to the individuals of the particular insect species and even the other pest species will not be able to identify it. From the collection of months in the traps the genuineness of the septa can be ascertained provided there is moth emergence when deployed.",
        "index": 0
    },
    {
        "q": "What are the side effects of pheromones",
        "a": "No side effects at all at the quantity of 3mg used in a lure. On the other hand it has same advantages that are not there even in biological control or in resistant varieties.",
        "index": 0
    },
    {
        "q": "In fields set with pheromone traps for internode borer, its attack was more while the adjacent fields where pheromone traps were not set was having less INB. Could the reason be that moths are attracted from that field to our fields",
        "a": "Not possible. When moths can get attracted from adjacent fields it is more probable for the more attraction in pheromone deployed field itself.",
        "index": 0
    },
    {
        "q": "Suppose the maintenance of pheromone traps is poor in deployed field, the moths attracted from adjacent fields will not be killed and so the population of the moth in the pheromone deployed field will rise which could have increased the incidence",
        "a": "No. The attracted moths are only males and females. So even if they were not killed they cannot lay eggs and also the females once mated with the local males will not mate again. So there is no possibility of increase in pest incidence.",
        "index": 0
    },
    {
        "q": "Will trash mulching reduce shoot borer incidence",
        "a": "Yes. The trash acts as mechanical barrier to the tiny and just emerged shoot borer larvae which have to move from one clump to another only through the soil surface as leaves of adjacent clumps will not touch each other during that age of crop. Moreover, the trash will encourage development of general predators such as spiders, carabid beetles etc which increase chances of predation of the moths and the dispersing larvae. However, the possibility of cut worm or rat damage in mulched fields is more.",
        "index": 0
    },
    {
        "q": "A light earthing up on 35th day will reduce shoot borer incidence",
        "a": "No. It will not because, the larvae are so tiny that they can find their way to the lower part of the shoot below the soil in the gaps present in between the leaf sheaths and the shoots which can never be covered by any amount of earthing up.",
        "index": 0
    },
    {
        "q": "The dead shoots of plants have a lot of small white larvae. Are they the causative agents",
        "a": "No. Shoot borer larvae are big and only one and rarely two will be present in a shoot. Several tiny larvae seen in dead shoots are saprophytic maggots that develop on decaying plant matter and never be able to attack a plant. If you want to collect shoot borer larvae, select the shoots showing wilting of spindle (and not dried ones) which will have shoot borer larva.",
        "index": 0
    },
    {
        "q": "What pest attacks the internode portion of sugarcane reducing its quality ultimately",
        "a": "Internode borer affects the crop from 4th month stage onwards up to harvest. The pest affects the nodal portions of the crop and conspicuous by their bore holes. Affected crop exhibits nodal sproutings and frass material inside the tunnels.",
        "index": 0
    },
    {
        "q": "How do Internode borer enter and get effect the Sugarcane crop",
        "a": "Caterpillars bore at the nodal region and enter the stem. Its feeding makes the tissues red. Entrance hole is usually plugged with excreta .A single larva may attack a number of nodes.",
        "index": 0
    },
    {
        "q": "How to control the internode borer in sugarcane",
        "a": "Release egg parasitoid, Trichogramma chilonis at the rate of 2.5 cc/release/ha. Six releases 15 days interval starting from 4th month onwards will be necessary. During rainy weather and when ants are present, release the parasite through mosquito net covered plastic disposable cups. \\nDetrash the crop on the 150th and 210th day after planting.",
        "index": 0
    },
    {
        "q": "What is the possible cause for the presence of dead heart in sugarcane",
        "a": "Top borer, a serious pest of sugarcane creates dead heart condition. Its incidence is seen from 6th month stage onwards. The affected cane exhibits dead heart in central whorl leaf which cannot be pulled out easily. Sprouting of top buds in cluster renders a bunch top appearance in the plant. More than the yield, sugar recovery loss is more pronounced in crops damaged by top borer.",
        "index": 0
    },
    {
        "q": "Even after Trichogramma chilonis release the dead heart formation by INB is not reduce. Why",
        "a": "Trichogramma chilonis is not an efficient parasitoid to control INB. So, T.chilonis release may be dispensed with for INB management.",
        "index": 0
    },
    {
        "q": "Can detrashing be effective for INB management",
        "a": "Not as a sole method. That is detrashing alone may contribute to only 2 to 4% reduction in incidence.",
        "index": 0
    },
    {
        "q": "Are pheromones effective for INB management",
        "a": "Of the available methods this gives better results, provided, the number of traps is set at 25 per hectare, traps are set at 90 to 120 cm height, deployed on 5th month of the crop, water and kerosene/diesel level is maintained at weekly \\ninterval without fail and the lures are changed once in 45 to 50 days. In addition, the quality of pheromone lure supplied and the method of storage of spare lure by the supplied and the method of storage of spare lure by the farmer governs the efficacy. Even if any one of the aspects is not met with, the control will not be achieved.",
        "index": 0
    },
    {
        "q": "Since only male moths are attracted to the traps it will not be of any use? Why not we attract the female moths also",
        "a": "Reproduction of an insect is by mating of male and female moths. In nature for INB the male and female ratio is 50:50. \\nAlso, a female mate only once in its life span of 8-10 days. So, it is sufficient that any one sex is destroyed. Since in nature only female moths produce the pheromone it can be exploited economically to our advantage",
        "index": 0
    },
    {
        "q": "When already mated male moths are attracted to the pheromone traps how the trap will be effective",
        "a": "Unlike the female moths of INB, a male moth is able to impregnate one fresh female daily for up to 4 to 6 days in its average life span of 7 days. Thus, males caught on any day prevent subsequent mating with fresh females. So when a male moth is trapped its subsequent mating is prevented. Sooner they are caught, the better would be the control and so timely deployment of trap and proper maintenance of trap is essential.",
        "index": 0
    },
    {
        "q": "Why is INB attack increasing more nowadays",
        "a": "Previously INB confined its attack the formative internode and did not produce dead hearts. So farmers will not know the INB attack unless they detrash the cane. However, INB has changed its mode of attack since 1989 wherein it \\ndestroys the meristem and causes dead hearts and bunchy top similar to that of top borer damage. This symptom is \\nvery glaring and eye catching. Besides, the variety Co 86032 is highly susceptible particularly to meristem damage when the crop is 7 months onwards. Since this variety is grown in 80% of Tamil Nadu almost all sugarcane growers have \\nbecome aware of such damage.",
        "index": 0
    },
    {
        "q": "What is the control for the top borer pest",
        "a": "Release Isotima javensis at 100 pairs/ha or Trichogramma japonicum @ 2.5 CC/ha four to six times at fortnightly intervals from the onset of symptoms.",
        "index": 0
    },
    {
        "q": "How do Top shoot borer enter and affect the crop",
        "a": "Caterpillars damage the cane beyond 3 months age. Larva first tunnels into the mid rib of leaves, leaving red marking, usually in the second to fifth leaf from the top. As a result of biting across the spindle, a number of shot holes are formed in the leaf. Larva enters the cane and damages the growing point and feeds on internal tissues, side shoots \\ndevelop and give rise to a &quot;bunchy top&quot;. Dead heart when formed is reddish brown, appears charred, and can not be easily pulled out",
        "index": 0
    },
    {
        "q": "Which seasons does this Top shoot borer effect the crop? Activity of the top shoot borer starts with the onset of the monsoon rains. How to differentiate the INB and top borer dead hearts",
        "a": "In INB dead the spindle leaves and one or two leaves below will dry. In top borer dead hearts inner most leaf alone will \\ndry. INB dead hearts will be very prominent and straw coloured and when pulled will slide from the spindle and come away. The lower part will show the drying symptom, discolouration and some time saprophytic maggots. In top borer dead hearts the colour will be generally dark brown, small in size, may or may not have feeding puncture holes and when pulled will snap and a part of dry leaf will come. The immediate green leaves may show shoot holes of one or two rows and the lower green leaf may show the mid tunneling. This is the most distinguishing symptom.",
        "index": 0
    },
    {
        "q": "Will termite attack be more in light soils",
        "a": "Not necessarily. There are 13 species of termites in sugarcane. Some will be in light soil and some in heavy soil. So attack can be in any soil type.",
        "index": 0
    },
    {
        "q": "Will the termite be controlled if irrigated",
        "a": "No. Irrigation temporarily stops termite attack due to excess moisture and when the optimum moisture level is reached the attack will revive.",
        "index": 0
    },
    {
        "q": "How to prevent sugarcane against termite",
        "a": "Application of chlorpyriphos @ 5 lit/ha with 1500-1800 lit water in the furrow during planting controls termite in Sugarcane",
        "index": 0
    },
    {
        "q": "Even if termite mounds are not there in the vicinity termite attack is seen in the field",
        "a": "Of the 13 species of termite in sugarcane not all form above ground mounds. Five species form below ground mounds and hence will not be visible.",
        "index": 0
    },
    {
        "q": "How should termite mounds be eradicated",
        "a": "Toss one celphos tablet and plug all the holes with mud. If the mounds are without chimneys a hole is made, celphos tablet tossed in and the hole plugged.",
        "index": 0
    },
    {
        "q": "Will mixing of used engine oil or kerosene in irrigation water give protection against termites",
        "a": "No.Termite attack will be patches here and there. The oil mixed with irrigation water will not spread uniformly to all places and required quantity of oil cannot be mixed to cover a large area. But though applying of engine oil on termite affected spots will certainly control will be temporary and the oil will spoil the structure which is more damaging than termite attack.",
        "index": 0
    },
    {
        "q": "What is the control measure for scale insect",
        "a": "Scale is not a serious pest to take up control measures. The feeding by scale is from the storage cell that contains sugar. It may use negligible amount of sugar for its development and so the damage is not sever. Because, the dead remains of the scale insect continue to stick to the internodes till harvest it will give an illusion of severe infestation of entire \\ncane at the given time but in fact the encrustation has built up over several months. Any contact insecticides such as dichlorvos etc. When applied to the infested cane stalk after detrashing will only kill matured scales as young ones would have already settled on tender internodes that are covered by understandable leaf sheaths from which the infestation will continue.",
        "index": 0
    },
    {
        "q": "What insecticide is best for sett treatment against scale insect",
        "a": "If the setts are to be planted in situ there is no need for sett treatment with any insecticide as scale cannot develop on setts below the soil for four months till internodes are formed. However, if the setts are to be taken from infested place to new areas for planting such setts may be dipped in dichlovos at 1ml per lit water and placed in cement bags with the mouth tied and transported. The quick acting Nuvan with fumigant action will effectively kill the scale population on the setts.",
        "index": 0
    },
    {
        "q": "How to control mealy bug infestation in sugarcane",
        "a": "Mealy bug is another minor pest and dose not causes any appreciable loss. \\nDetrashing will help to minimize the incidence. \\nApply any one of the following insecticides when the incidence is noticed spray on the stem only: Methyl parathion 50 EC 1000 ml (or) Malathion 50 EC 1000 ml.",
        "index": 0
    },
    {
        "q": "How do the Mealybug Pest effect the Sugarcane Juice",
        "a": "Nymphs and adults suck sap and reduce the vitality of the crop; excrete honey dew on which sooty mould grow, due to which internodes appear black, and cane growth is retarded.",
        "index": 0
    },
    {
        "q": "Dose SWA cause itching on the body",
        "a": "No. The neonate that crawl over the body of the person may give a tickling sensation but not known to cause any allergic irritation.",
        "index": 0
    },
    {
        "q": "SWA is spreading to the entire field within 10 days.",
        "a": "Not true. If the climate is favourable, it would take a minimum of two to three months to spread to entire field.",
        "index": 0
    },
    {
        "q": "Is Thimet granule application very effective for SWA",
        "a": "No. It will give only 50 per cent control which is not sufficient to minimize SWA population.",
        "index": 0
    },
    {
        "q": "Since Thimet granules have powerful odour, SWA is effectively controlled even when they are placed in perforated polythene bags and the bags are hung at different places in the cane field.",
        "a": "Not true. The respiratory system of human and that of insect is entirely different. Unless the chemical has specific fumigant action and when it could be used in air tight places then only the fumigant action will work. Since, Thimet is not a fumigant it cannot be effective against SWA when suspended on sugarcane plants and even if it is a fumigant it cannot work in the open.",
        "index": 0
    },
    {
        "q": "Is methyl parathion dust very effective for SWA",
        "a": "Not so. Dusts in general are less effective than EC formulations because it cannot be applied thoroughly to cover the lower surface of leaves and are not systemic.",
        "index": 0
    },
    {
        "q": "Is there any microbial agent for SWA control",
        "a": "No. There are no microbial agents native to SWA. The pathogens of other insects are not effective also. Moreover spraying the pathogen in sugarcane field is very difficult as they have to be sprayed only on the under surface of the leaves to facilitate contact with the pest.",
        "index": 0
    },
    {
        "q": "Where we can get predators of SWA",
        "a": "They will be available in the SWA infested field itself and not commercially available anywhere. However a method to rear it in trays by farmers themselves has been developed by SBI.",
        "index": 0
    },
    {
        "q": "Can SWA attack any other crop",
        "a": "Though there reports that it develops in maize and sorghum it is not recorded widely. Moreover, because of the long duration and continuous availability of sugarcane crop and the ability of SWA to attack any stage of sugarcane crop, there is no pressure on the aphid to switch or seek other hosts as alternatives.",
        "index": 0
    },
    {
        "q": "How to control the wooly aphid pest infestation in sugarcane",
        "a": "Application of granular systemic insecticides after two days of irrigation may reduce the infestation of aphids even up to 30 days. During acute incidence, spray any one of the following insecticides once or twice in affected patches: Acephate 75SP 2gm/lit (or) Chlorpyrifos 25EC 2ml/lit (or) Monocrotophos 36WSC 2ml/lit.",
        "index": 0
    },
    {
        "q": "What are the biological control methods for wooly aphids in sugarcane",
        "a": "Conservation of lepidopteran predator, Dipha aphidivora predator population in limited areas of sugarcane crop for further distribution and use thereof. Regular surveillance and monitoring of sugarcane woolly aphid for timely \\nforewarning and adoption of IPM measures including judicious use of recommended pesticides and bio-pesticides (Metarhizium anisopliae, Beauveria bassiana, Verticillium lecanii).",
        "index": 0
    },
    {
        "q": "How do the Leaf hopper/canefly look like",
        "a": "Major pest distributed throughout India. The adults are straw-coloured, with posterior-portion of the wings darker, wings folded on back in a roof-like manner and head projected forward forming a rostrum. Eggs are laid in clusters of 20-25, on the under surface of leaves, and are covered by a white-fluffly material. Nymphs are pale brown with a pair of wax - covered anal processes.",
        "index": 0
    },
    {
        "q": "When can expect the incidence of Pyrilla pest in sugarcane",
        "a": "This pest normally infests the crop during pre-monsoon period, mostly from August to October months in the coastal region of Tamil Nadu.",
        "index": 0
    },
    {
        "q": "How should pyrilla be controlled",
        "a": "In peninsular India, pyrilla had never assumed a pest status. The nymphal instars have five stages and the skin moulted at each stage sticks to the leaves persistently giving an illusion of severe pyrilla population. Moreover, in all parts of \\npeninsular India its parasitoid Epiricania melanoleuca is present which will (automatically) naturally control the pest. It is very important not to spray any insecticide in pyrilla affected field where Epiricania is present.",
        "index": 0
    },
    {
        "q": "How do the Leaf hopper/canefly Quality of juice effected",
        "a": "Nymphs and adults suck sap from the leaves. In severe cases the leaves fade and dry up. Plants present a sickly and blighted appearance. Insects excrete honeydew on which sooty mould develops. Since, sucrose content is reduced; the quality of Jaggery is drastically affected.",
        "index": 0
    },
    {
        "q": "What are the symptoms caused by white fly attack in sugarcane",
        "a": "The insects appear as immobile white and black spots/dots on leaves, the black one being nymphal instars and white the puparia. The insects adhere to the undersurface of leaves and desap the plant. The affected crop turns pale, yellow, reddish brown in later stage and finally the leaves dry up. Yield loss of cane and sugar is considerable in damaged fields.",
        "index": 0
    },
    {
        "q": "How to manage the white fly damage",
        "a": "Spray any one of the following when the incidence is noticed (1000 l spray fluid): Fenitrothion 50 EC 2000 ml (or) \\nMonocrotophos 36 WSC 2000 ml. � Spraying acephate 2g per lit water will control whitefly. The spray has to be repeated after a month to kill the nymphs emerging from eggs. � Being a sucking pest, this pest becomes more \\npredominant in problem soil areas as encountered in saline, alkaline, poor drainage, micronutrient deficiency, drought conditions etc. Ill drained fields are more affected.",
        "index": 0
    },
    {
        "q": "How to control the white grub incidence in sugarcane",
        "a": "Avoid ratoons in infested fields, Provide adequate irrigation, since under inadequate soil moisture conditions, the pest appear in the root zone. Apply lindane 1.3 D 125 kg/ha near the root zone and give one more round 30 days later",
        "index": 0
    },
    {
        "q": "How to control white grubs in standing sugarcane crop",
        "a": "It is very difficult and a costly operation to control white grubs in standing crop of sugarcane. No insecticide is effective against white grubs. Stagnating water for 24hrs in the cane crop will bring the grubs above ground which may be \\nhandpicked and destroyed. Care to prevent lodging of crop due water stagnation should be taken.",
        "index": 0
    },
    {
        "q": "What is method of trash mulching and their advantages in ratoon crop.",
        "a": "Trashes collected after harvest of plant crop should be evenly spread in alternate rows,followed by light irrigation and spray of Chlorpyriphos 20 EC solution @ 5.0 liters/ha in 1600 liters of water to control termite and army-worm. Trash mulching in ratoon conserves moisture and thus, preserves ground water by saving irrigation water up to 30- 40%. It also improves soil fertility and helps in weed check.",
        "index": 0
    },
    {
        "q": "Please tell the suitable gap filling material and when gap should be filled in ratoon crop",
        "a": "30-35 days old polythene bag/STP raised settlings are suitable gap filling material. The gap appearing at above 60 cm should be filled within 30 days after ratoon initiation.",
        "index": 0
    },
    {
        "q": "Which method is suitable for obtaining optimum number of millable cane from ratoon crop",
        "a": "Farmers can obtain higher ratoon yield when sugarcane is planted under paired row system (30: 120 cm) with 20% higher on normal seed rate and gap filling at 1st irrigation in ratoon crop. This also curtails the gap filling operation in ratoon crop.",
        "index": 0
    },
    {
        "q": "Is there any technology for improving sprouting in winter initiated ratoon",
        "a": "To improve sprouting in winter initiated ratoon potash at the rate of 80 kg/ha along with irrigation, one month prior to plant cane harvest is given. FYM based Trichoderma culture @ 20 kg/ha with PMC (10 t/ha) application helps in sprouting of winter initiated ratoon.",
        "index": 0
    },
    {
        "q": "How to control rat",
        "a": "First it has to be ascertained whether the rats come from outside the sugarcane field or live inside the sugarcane fields. Generally, if they are coming from outside the cane fields, the attack will start from the boundaries. If they have burrows inside the field, the attack will be in patches at the beginning itself. After the cane harvest, the live burrows in and around the sugarcane fields are to be identified. This is done by first plugging the rat holes with mud and inspecting them the next day to check whether they are opened. The opened burrows indicate rat activity. These burrows should be applied with half half a tablet of celphos and the burrow mouth plugged with the mud. Since celphos is a fumigant with odour less poisonous gas it should be handled only by the experienced persons and two persons should handle it. The soft rind varieties such as Co 86032 may be avoided in rat attack prone areas and hard rind varieties may be grown.",
        "index": 0
    },
    {
        "q": "Which is the best chemical for poison baiting of rats",
        "a": "In general poison baits will not be of much use in fields that have abundant food supply. If zinc phosphide is used in baits, the rats will develop bait shyness after a few feeding and baiting will become ineffective. Moreover, the baits will kill birds such as peacock, patridge, quoel etc.",
        "index": 0
    },
    {
        "q": "Any predators are available for use against rats",
        "a": "Available but not practicable. Wild cats, snakes, owls, mongoose, jackals etc are effective but cannot be brought to cane fields. Domestic cats besides being not so effective will become used to the feeds provided by human beings or would hunt easier prey such as lizard and may not effectively hunt rats.",
        "index": 0
    },
    {
        "q": "Can we use cats, snakes, owls for rat control",
        "a": "They are natural predators of rat. However, to colonies them in sugarcane fields is difficult process. Even if they are colonized the danger of snake bite and the hooting of owl is considered inauspicious. Except jungle cats, domestic ones may not be effective hunters of rat in the field and may pose danger to domestic birds. Besides, the predators in general have strong territorial behavior and so it is not possible to have any number of predators than destined ones in a unit area. Because of this the desired result will not be achieved in the expected time frame. Moreover, once the rat problem is solved these predators may be danger or nuisance to us.",
        "index": 0
    },
    {
        "q": "Should an extra sticking agent added with insecticide solution for better sticking on foliage",
        "a": "No. The insecticide itself contains the sticking agent. For instance, if you take Chlorpyriphos 20EC, of the one litre of insecticide purchased, only 200ml (20%) is the actual insecticide and the remaining 80% are the wetting, sticking, spreading, and emulsifying agents to make the insecticide effective. So is the malathion 50EC or Nuvan 76EC etc.",
        "index": 0
    },
    {
        "q": "In which soil nematode infection is predominant",
        "a": "Loamy soils have more nematode problem rather than in the wet clayey soils.",
        "index": 0
    },
    {
        "q": "How to control the incidence of sugarcane nematodes",
        "a": "Apply carbofuran 3G @ 33 kg/ha at the time of planting or 2 months after planting or Cartap 1.5 kg a.i./ha or apply pressmud at 15 t/ha or poultry manure @ 2 t/ha or neem cake 2 t/ha or apply pressmud @ 15 t/ha or poultry manure @ 1 t/ha before last ploughing in garden lands. � Under wetland conditions, intercropping sunnhemp or marigold or daincha coupled with application of pressmud 25 t/ha or neem cake 2 t/ha.",
        "index": 0
    },
    {
        "q": "How the red rot disease spreads in sugarcane",
        "a": "The disease is mainly spread by the preparation of setts from diseased cane. Bottom portion of the cane left over in the field after harvest, irrigation, rain and wind also spread the disease causing fungi. Ratooning of the affected cane also spread the disease further.",
        "index": 0
    },
    {
        "q": "What is the sett treatment to control the red rot disease",
        "a": "Adopt sett treatment with Carbendazim before planting (Carbendazim 50 WP (0.5 gm in 1 litre of water) or Carbendazim 25 DS (1gm in 1 litre of water) along with Urea (10 gm in 1 litre of water) for 5 minutes) to avoid the red rot disease in sugarcane.",
        "index": 0
    },
    {
        "q": "At what stage of the crop the disease is expected",
        "a": "The disease occurs in all the stages of crop in the field from germination to harvest.",
        "index": 0
    },
    {
        "q": "What are the typical symptoms",
        "a": "Orange / yellow discolouration of leaves followed by drying of canes in a clump. External rind discolouration as dull brown patches on nodes and internodes. Splitting of the canes reveal the typical reddening of internodal tissues with intermittent white spots. At later stage mycelia growth is seen in pith region.",
        "index": 0
    },
    {
        "q": "What type of symptoms can be seen on leaves",
        "a": "Usually leaves in the infected canes show orange to yellow discolouration before drying. In highly susceptible varieties reddish brown lesions on the mid ribs can be seen.",
        "index": 0
    },
    {
        "q": "How it affects the crop yield",
        "a": "Infected stalks result in death of canes, leading to reduced cane yield. Inversion of sucrose into glucose and fructose due to pathogenic invertases cause loss in sugar recovery.",
        "index": 0
    },
    {
        "q": "How to identify disease infection in seed canes",
        "a": "While cutting partially infected canes cut ends will show reddening and nodal region may show rectotic patches.",
        "index": 0
    },
    {
        "q": "Will it cause more damages in ratoon",
        "a": "Yes. Since the initial inoculum to cause the disease is high, more damage to the crop is noticed in ratoon crop than in plant crop. However, in case of epidemic situations plant crop also suffers more damage.",
        "index": 0
    },
    {
        "q": "Do the pathogens survive in the soil",
        "a": "Yes. It survives for a limited period in the soil, but in the leftover infected stubbles it survives for many months.",
        "index": 0
    },
    {
        "q": "In which season the disease spread fast",
        "a": "During monsoon seasons the spread is more",
        "index": 0
    },
    {
        "q": "Factors enhancing disease severity",
        "a": "Monsoon months with cyclonic winds favour spread of the disease very fast. Flooding of sugarcane fields over large \\nareas favour dispersal of inoculums through flood water. Even a limited seed cane infection favours disease built up in plant and ratoon crops.",
        "index": 0
    },
    {
        "q": "What are the varieties available for cultivation",
        "a": "Co 86032, Co 86249, Co 93009, Co 97008, Co 99004, Co 99006",
        "index": 0
    },
    {
        "q": "Is it advisable to plant sugarcane in redroot affected fields",
        "a": "No. Once red rot infection is noticed, planting of susceptible sugarcane varieties should not be done. If resistant varieties are available planting can be taken up.",
        "index": 0
    },
    {
        "q": "What is to be done after noticing the first symptoms",
        "a": "The infected clumps should be uprooted and burnt immediately to prevent spread of inoculums. Uprooted areas should be drenched with 0.05% Carbendazim to arrest the inoculums spread.",
        "index": 0
    },
    {
        "q": "Effectiveness of fungicide control",
        "a": "Spraying of fungicide is not effective since the pathogens are deep seated in the cane. Dipping of setts in systemic fungicide before planting will help to prevent soil-borne infection in causing disease in the germination phase.",
        "index": 0
    },
    {
        "q": "Can we cultivate red rot susceptible varieties with proper plant protection methods",
        "a": "Yes. It can be cultivated in red rot free areas. By practicing integrated approaches of clean seed, field hygiene, disease surveillance and water management it can be controlled effectively. However it is suggested to avoid susceptible varieties in epidemic situations.158.",
        "index": 0
    },
    {
        "q": "What cares can to be taken in seed nurseries ",
        "a": "The nursery crop should be raised in red rot free area. In any case red rot infected fields should not considered for seed purpose. The seed crop should be monitored regularly to ascertain its freedom from the disease.",
        "index": 0
    },
    {
        "q": "What is sugarcane smut",
        "a": "Sugarcane smut is a serious disease of sugarcane which can reduce yields by 30 to 100 percent. The disease is caused by the fungus Ustilago scitaminea. It is highly infectious and can be spread by wind or carried on clothing and machinery.",
        "index": 0
    },
    {
        "q": "What are the diagnostic symptoms in the field",
        "a": "Conversion of growing apex region into a blackish whip-like structure containing millions of black powdery spores covered by translucent white silvery membrane.",
        "index": 0
    },
    {
        "q": "When the symptoms will be manifested",
        "a": "The symptoms can be seen at all the stages. More symptoms can be seen during cane formation. In ratoons symptoms can be seen much earlier. In severe cases sprouts from the ratoon would show whips.",
        "index": 0
    },
    {
        "q": "Why the smut affected canes show whips",
        "a": "Smut fungus infects the cane systematically including apical meristem. After infecting apical meristem, the fungus converts the growing shoot into a whip-like structure with millions of smut spores covered with silvery membrane.",
        "index": 0
    },
    {
        "q": "How the Smut disease spreads",
        "a": "Primary transmission takes place through infected seed canes. In the field through air the spores from the whips are transmitted from cane to cane in the field.",
        "index": 0
    },
    {
        "q": "Why do the affected canes turn bushy",
        "a": "Since the pathogens infection in the meristem breaks the apical dominance numerous side shoots are induced in the smut infected plant, which gives the bushy appearance.",
        "index": 0
    },
    {
        "q": "At what situations smut causes severe yield losses",
        "a": "When severe smut infection occurs during early stage of the crop of the ratoon significantly yield reduction is expected.",
        "index": 0
    },
    {
        "q": "Is it amenable for heat therapy",
        "a": "Yes. Hot water combined with fungicide (Tridimefon 0.1%) at 52?C; 30 min effective in eliminating pathogen infection in the setts.",
        "index": 0
    },
    {
        "q": "Can the affected crop be rationed",
        "a": "Crop showing more than 2% of smut infection should not be ratooned.",
        "index": 0
    },
    {
        "q": "Up to what level of disease seed selection can be permitted",
        "a": "Up to 1% smut infection level the seed selection can be permitted.",
        "index": 0
    },
    {
        "q": "What other diseases may look like smut",
        "a": "Pokkah boeng \\nTop rot \\nSooty mould Herbicide damage may also look similar.",
        "index": 0
    },
    {
        "q": "What are the diagnosable symptoms",
        "a": "External gradual yellowing and drying of foliage, shrinkage and withering of canes. Internal � infected canes show light to dark reddish brown discolouration of ground tissue, pithiness and boat shaped cavities in the middle of the internode.",
        "index": 0
    },
    {
        "q": "How to differentiate the stalk symptoms with red rot",
        "a": "Reddening of ground tissue with characteristics white spots as red rot are absent in case of wilt. Further wilt affected cane would show pithiness with boat shaped cavities with reddish brown discolouration.",
        "index": 0
    }
]

    

